{
  "poems": [
    {
      "title": "Genius Goldilocks",
      "year": "2024",
      "type": "Poem",
      "body": "<p>I might be that constellation<br>quite ambiguous to understand,<br>Once upon a time<br>Stumbled into goldilocks land<br>She is joyous beautiful bride<br>Once in a while whispers in ears,<br>Handling some candles of music and melody<br>escapes into forest for many more years<br>I heard some bears plotting against her<br>Cooking suspicious porridge and inviting her for dinner;<br>Altruist by nature, she accepted the offer<br>Kind hearted goldilocks did not see the danger<br>Together with bears she enjoyed the dinner<br>Thanked with a smile for wonderful memoir<br>Softly whispered into the ears<br>\"Eating with love makes poison an elixir\"<br>\"Constellations are just as normal as bears,<br>Goldilocks help them to find their location in space\"</p>"
    },
    {
      "title": "Falling into winter",
      "year": "2024",
      "type": "Poem",
      "body": "<p>This is the month September<br>On this same day but last year<br>Just besides those vines with tang in the air<br>Tired were my eyes after working all summer<br>Every evening, down the hill<br>Took a walk, the grass was singing<br>Was surprised to see, one solitary bee<br>Falling on the shoulder of that corner apple tree<br>Who knows what? Something rippled in my head<br>Soon everything will fall just like that bee<br>Cold, Dry, and Tired! Just like me<br>Still! one last time smiling colors you will see<br>Now winter is again nearing, darkness is rising<br>Far beyond that horizon, Something is burning<br>Hazy lazy sky in tiny shiny ripples<br>Falling all again to enter new winter<br>\"Every backyard has garden of stories,<br>Look at them while they enter into miracles of winter\"</p>"
    },
    {
      "title": "An Autumnal Cold",
      "year": "2024",
      "type": "Poem",
      "body": "<p>It's a melancholy August night<br>I am sleeping on my shoulder<br>Trying to dream in this damp night air<br>Something so private, can't whisper in my own ear<br>A portrait de la seigneurial, delicate & primordial<br>Is it an obsession or else a passion?<br>Looking at it, feeling like a wolf in a clown<br>I shall be bewitched for not turning back around<br>Ahh, I hear, \"Ta-Ra-Ra Boom-De-Ay\"<br>\"A smart and stylish girl you see\"<br>Will you ignore what I feel?<br>Or not, and love indeed?<br>Now I want to wake up, step out, and see<br>Wheat fields up there are harvested and free<br>Maybe I can share everything with them<br>Hey, watch out for the moon, he is not the same<br>\"Some relationships are like an autumnal cold,<br>Acclimatizing us towards those harsh winters\"</p>"
    },
    {
      "title": "Reimagining dreams",
      "year": "2024",
      "type": "Poem",
      "body": "<p>Far beyond the particle horizon<br>Travel a little for conformal distance<br>You will see one another earth<br>Moon to itself, rogue and independent<br>Worldly species of commoving vision<br>Clock on! no food, no leather<br>Carry no emotions, no brain, no pleasure<br>Bodily creatures, ephemeral in nature<br>One summer night, I traveled up there<br>Seeing thin horizons, walked with care<br>After a while, saw something familiar<br>Standing same place but traveling everywhere<br>It is a planet of elementary particles<br>Houses of darkness are sheltered by sound<br>Move around the places, brightening up the streets<br>Civilization is simple, immortal indeed<br>\"Imaginations are iridescent, consciously filtered;<br>Dreams are surreal, unbounded and pure\"</p>"
    },
    {
      "title": "Anthropic Arcane",
      "year": "2024",
      "type": "Poem",
      "body": "<p>That stellar island universe<br>Benevolent from a distance<br>Is a drunken sailor staggering around<br>In search of Alice and her Wonderland<br>That distance is an illusion<br>Limited by the its anthropic nature<br>Better it tesser through space and time<br>A velvety Wonderland of symphony and chime<br>It's an arcane for the island and Alice as well<br>Who, What, and Which are where?<br>Everything seems like a point of no return<br>This theory of megaverse is difficult to discern<br>Is it all just made for each other<br>Or sheer luck out of evolution!<br>Evidence is enigmatic, inflationary and anthropic;<br>Jittery and uncertain, about everything pragmatic<br>\"Every cosmic landscape is as humane as us,<br>Put no blood barriers, there is no anthropic principle\"</p>"
    },
    {
      "title": "An Olive Odyssey",
      "year": "2024",
      "type": "Poem",
      "body": "<p>This preamble de monologue<br>Mine writing today in hesitation<br>A Xen odyssey to thou olive<br>douth neither mellow nor adure<br>Here! Up on the mountains<br>I see foothills of that shore<br>Brave wonderful steps playing tic tac toe<br>Blessing all athens with green and yellow<br>I wonder why this distance never concludes<br>That olive is rainbow too, an illusionary pursuit<br>No wonder why Poseidon lost polis of Athens<br>That olive is a gift from Athena the goddess<br>This Odyssey to Olive of I Odysseus<br>Now again, held up by that Poseidon<br>Left the trident, walking along the olives land<br>Stranded the Odysseus with a canister in hand<br>\"Wishful eyes in worn out time are as good as frogs around a pond\"</p>"
    },
    {
      "title": "It’s December, Nastenka",
      "year": "2024",
      "type": "Poem",
      "body": "<p>Winter is here, but it’s not cold<br>Nights are here, but not so dark<br>Looks like it’s evening, but the sun is right there<br>Walking for a long time, but I see you nowhere<br>It’s December, Nastenka<br>My thoughts are here, but not speaking<br>My eyes are here, but not noticing<br>What’s up there? Why is this happening?<br>That moon was here; why was it hiding?<br>It’s December, Nastenka<br>What is it that I am still missing?<br>Wrinkling, raccooning, tethering, and bending<br>Tried it all, but still not teleporting<br>Nowhere to go; I am stuck in this evening<br>It’s December, Nastenka<br>I am dreaming of that dawn,<br>Where I wake up with morning,<br>Opening that window, freeing frozen sunshine;<br>Welcoming you again with one little chime<br>“Communication is just vibration at the right frequencies;<br>there is no emptiness, just wishful thinking - enough!!!”.</p>"
    }
  ],
  "prose": [
    {
      "title": "The Book I Couldn’t Borrow",
      "year": "2024",
      "type": "Prose",
      "body": "<p>Dear XXXXXXX,</p><p>I am sure you have a nickname — because no single name can do justice to your nature.</p><p>First, I owe an apology to the author of this book for adding my words to his story without permission. Yet, XXXXXXX, read this letter not as an intruder’s note, but as a page that accidentally found its way into his narrative.</p><p>I wish to see you as my partner, to walk with you through intricately designed cities and natural wonders, and to watch your curiosity bloom with every step we take together. But that isn’t possible.</p><p>And if I must give a reason, it is this: you are a book written by someone like Dostoevsky, but in that rare moment of his life when he felt that life is beautiful.</p><p>I wanted to see if life was ever lived by people like you. The kind of soul that could make someone like him write what he did. Such a book I am only allowed to read in the library, never to take home.</p><p>You once asked us when we were working late at night and having dinner at the office, what love is. Let me tell you what happens when we are in love.</p><p>A few minutes ago, I opened Chess.com on my phone. Before hitting play, I made a small deal with fate: “If I win this game, XXXXXXX will be on my side.”</p><p>I got the white pieces and made the first move — e4. I started building strategies, waiting for the game to unfold. But the opponent abandoned the match, and I won by default.</p><p>What should I make of that? A coincidence, perhaps. Or maybe — yes — at a quantum level, the universe conspired.</p><p>So I played again.</p><p>This time, I thought of you with every move. And somewhere between pawns and queens,</p><p>I found myself ordering books I hadn’t bought in a long while. For each book, I searched for one I would gift you — each one a fragment of what I wished to express, just a little at a time.</p><p>One of them was On the Road by Jack Kerouac — written by a man who refused to be confined, a free spirit pouring his soul into pages in just three weeks. I thought of you then: a beautiful, free bird, daring to explore everything — up and down, left and right. I added it to my cart.</p><p>Then came White Nights by Dostoevsky. When I first started writing about you, I mentioned him — because he always wrote with sorrow so deep, it resembled truth. But while writing that line, I wondered: what kind of happiness must Dostoevsky have felt to write something beautiful? Later, I discovered that he did write such a book — White Nights. Naturally, I ordered it too.</p><p>The first book to arrive, though, was by Søren Kierkegaard. It has a chapter titled Why Should We Marry? — and it reminded me of that night during our workshop in Bengaluru, when you asked me the very same question.</p><p>I decided to play another game — this time, with destiny. I closed my eyes, opened a random page, and told myself: “Whatever paragraph my finger touches will define what I feel for XXXXXXX — and what she feels for me.”</p><p>It was page 349, line 12. It read:</p><p>“On the whole, letters are and will always be an invaluable means for making an impression upon a young girl; often the dead symbol has far greater influence than the living word. A letter is a secret communication; you are master of the situation, feel no pressure from anyone’s presence, and I think a young girl would really rather be quite alone with her ideal — precisely when it influences her mind most strongly. Even if her ideal has found a fairly complete expression in a definite object of love, there are still moments when she feels that there is an excess in the ideal that reality lacks.”</p><p>Then, in White Nights, I found another echo. Nastenka tells her grandmother about the novels sent by a young lodger. The grandmother, alarmed, warns her about such books:</p><p>“Ah,” she said, “what’s described in them is how young men seduce virtuous girls; how, on the excuse that they want to marry them, they carry them off from their parents’ houses; how afterwards they leave these unhappy girls to their fate, and they perish in the most pitiful way. I read a great many books,” said grandmother, “and it is all so well described that one sits up all night and reads them on the sly. So mind you don’t read them, Nastenka.”</p><p>When Nastenka insists they are only Walter Scott’s novels, the grandmother suspects mischief:</p><p>“Walter Scott’s novels! But stay, isn’t there some trick about it? Look, hasn’t he stuck a love-letter among them? … Look under the binding; they sometimes stuff it under the bindings, the rascals!”</p><p>“No, grandmother,” she replies, “there is nothing under the binding.”</p><p>I smiled when I read that, XXXXXXX — because that is precisely what I have done. I have written you a letter and hidden it beneath the binding of borrowed pages. Not a love-letter in confession, but a quiet reminder that love itself hides best inside literature.</p><p>Well, well, well. I am so moonstruck that I now believe I should not marry the person I love.</p><p>Because marriage is neither the precondition nor the destination of love. In fact, it lies nowhere between them.</p><p>Marriage can be lovely — an earthly celebration of what is already divine. But love, XXXXXXX, is too celestial to be sealed by signatures. It needs no witnesses — only remembrance.</p><p>And if someday someone asks me why I did not marry the one I loved, I will simply say:</p><p>Because I did not want to cage a moon inside the house of walls.</p>"
    }
  ],
  "quotes": [
    {
      "title": "Myself",
      "body": "<p>\"I am a modest man like Louis, slow to reveal what I really know.\"</p>",
      "type": "Quote",
      "year": "2025"
    },
    {
      "title": "The Blank Page",
      "body": "<p>\"The blank page is not a void, but a vast expanse of possibility waiting for the first step.\"</p>",
      "type": "Quote",
      "year": "2024"
    }
  ]
}
